brew "bat"
brew "curl"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "hashcat"
brew "imagemagick"
brew "john"
brew "jq"
brew "mupdf-tools"
brew "node"
brew "openjdk@17"
brew "pandoc"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qpdf"
brew "ripgrep"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-you-should-use"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "clipy"
cask "coteditor"
cask "discord"
cask "font-ipaexfont"
cask "font-ipafont"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hiddenbar"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "maccy"
cask "mactex"
cask "microsoft-office"
cask "microsoft-teams"
cask "monitorcontrol"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
