# CLI tools
brew "git"
brew "gh"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "wget"
brew "curl"
brew "jq"
brew "tree"
brew "python"
brew "pandoc"
brew "gh"
brew "git-filter-repo"
brew "inquirer"
brew "zoxide"
brew "fzf"
brew "john"
brew "hashat"
brew "qpdf"
brew "ffmpeg"
brew "node"
brew "poppler"

# GUI apps
cask "google-chrome"
cask "spotify"
cask "discord"
cask "visual-studio-code"
cask "coteditor"
# cask "clipy"
cask "rectangle"
cask "hiddenbar"
cask "dropover"
# cask "alfred"
cask "hammerspoon"
cask "istat-menus"
cask "slack"  
cask "karabiner-elements"  
cask "iterm2"
cask "maccy"

# Additional GUI apps
# Google 日本語入力
# Google Drive
# Adobe Creative Cloud
# Adobe Acrobat Reader
# CleanMyMac
# AppCleaner
# BetterTouchTool
# KeyboardCleanTool
# Whisper Transcription
# MonitorControl Lite
# MiniCalendar
# Microsoft Word / Excel / PowerPoint / teams