brew "bat"
brew "curl"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "hashcat"
brew "htop"
brew "imagemagick"
brew "john"
brew "jq"
brew "mas"
brew "mupdf-tools"
brew "node"
brew "openjdk@17"
brew "pandoc"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qpdf"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "trash"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "clipy"
cask "coteditor"
cask "discord"
cask "font-ipaexfont"
cask "font-ipafont"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "hiddenbar"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "maccy"
cask "mactex"
cask "microsoft-office"
cask "microsoft-teams"
cask "monitorcontrol"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "Brother iPrint&Scan", id: 1193539993
mas "CleanMyMac", id: 1339170533
mas "CotEditor", id: 1024640650
mas "Dropover", id: 1355679052
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Mini Calendar", id: 1088779979
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Whisper Transcription", id: 1668083311
